<?php
/*
    Template Name: Политика Cookie
    Template Post Type: page
*/

get_header();
?>

    <meta name="robots" content="noindex, nofollow"/>

    <section class="section_personal container margin_style">
        <div class="container_main">
            <p class="personal_title"><?php the_title(); ?></p>
            <p class="personal_info">На интернет-сайте <?=$_SERVER['SERVER_NAME'];?> используются cookie-файлы, веб-маяки и иные схожие технологии для того, чтобы отличить пользователей друг от друга. Это позволяет обеспечивать удобный просмотр страниц сайта, а также даёт возможность улучшать его.</p>
            <p class="politics_info_subtitle">Что такое cookie-файлы?</p>
            <p class="personal_info">Cookie-файлы представляют собой небольшие фрагменты данных, которые сохраняются в браузере компьютера, мобильного телефона или другого устройства после посещения веб-сайтов. Cookie-файлы широко применяются для поддержания работы веб-сайтов и сбора статистики.</p>
            <p class="politics_info_subtitle">Как на Сайте используются cookie-файлы?</p>
            <p class="personal_info">Информация, которая содержится в cookie-файлах, помогает нам анализировать то, как используется веб-сайт, чтобы было возможно сделать его более удобным и функциональным. Персональные данные сохраняются в cookie-файлах, если пользователь согласился на их использование. Это обеспечивает защищенный вход в личный кабинет, что технически необходимо.</p>
            <p class="politics_info_subtitle">Какие типы cookie-файлов используются на Сайте?</p>
            <p class="politics_info_subtitle">Технические cookie-файлы</p>
            <p class="personal_info">Использование этих функциональных cookie-файлов нельзя запретить при посещении Сайта, так как они обеспечивают корректную работу веб-сайта. Сюда относятся cookie-файлы, которые собирают информацию о том, разрешено или запрещено использование других cookie-файлов.</p>
            <p class="politics_info_subtitle">Cookie-файлы сеанса посещения и cookie-файлы предпочтений</p>
            <p class="personal_info">Данные cookie-файлы позволяют войти в защищенные разделы Сайта, добавлять товары в корзину или воспользоваться системой электронных платежей. Срок действия таких cookie-файлов истекает по окончании сеанса посещения. Также могут быть использованы cookie-файлы, которые действуют дольше и создаются для того, чтобы запомнить предпочтения пользователя и варианты выбора во время посещения Сайта. Жизненный цикл таких cookie-файлов не превышает одного года.</p>
            <p class="politics_info_subtitle">Аналитические файлы cookie</p>
            <p class="personal_info">На сайте используются средства веб-аналитики с целью общего анализа использования сайта и получения исходных данных для улучшения товарных предложений. Полученная при этом информация может передаваться в анонимной форме на сервер службы веб-аналитики, сохраняться и обрабатываться там. Мы можем использовать аналитические инструменты и соответствующие cookie-файлы следующих поставщиков услуг:</p>
            <p class="personal_info">Google Analytics:&nbsp;<a href="https://policies.google.com/privacy?hl=en" class="personal_info-a" target="_blank">Политика конфиденциальности Google</a></p>
            <p class="personal_info">Яндекс.Метрика:&nbsp;<a href="https://yandex.ru/legal/confidential/" class="personal_info-a" target="_blank">Политика конфиденциальности Яндекс</a></p>
            <p class="politics_info_subtitle">Веб-маяки</p>
            <p class="personal_info">Веб-маяки – небольшие графические изображения (также называемые «пиксельными тегами» или «чистыми GIF»), которые могут размещаться на веб-сайтах и внедряться в сервисы, приложения, сообщения и инструменты. Веб-маяки могут использоваться для различных целей, включая оценку эффективности работы Сайта, мониторинг количества посетителей и их поведения на Сайте, определение доли реально прочитанных электронных писем от общего числа всех отправленных писем, контроль эффективности рекламы и подсчёт количества фактически просмотренных страниц, статей и ссылок.</p>
            <p class="politics_info_subtitle">Аналогичные технологии для хранения информации</p>
            <p class="personal_info">Аналогичные технологии для хранения информации – технологии, позволяющие записывать определённую информацию в кэш-память веб-браузера или в память устройства с помощью локальных объектов общего пользования или локально сохраняемых данных, таких как cookie-файлы формата Flash и HTML 5 и прочие элементы прикладного программного обеспечения для интернета.</p>
            <p class="personal_info">Эти технологии могут применяться во всех используемых веб-браузерах. В некоторых случаях управление использование локально сохраняемых данных с помощью веб-браузера в полном объёме невозможно и требует специальных инструментов.</p>
            <p class="personal_info">Подобные технологии хранения информации могут использоваться для защиты данных учетной записи пользователя или для выявления нестандартных действий при использовании браузера в целях предотвращения несанкционированного доступа к учетной записи или оценки эффективности функционирования Сайта, сервисов, приложений или инструментов.</p>
            <p class="personal_title">Как можно разрешить или запретить использование cookie-файлов?</p>
            <p class="personal_info">Большинство браузеров автоматически принимают cookie-файлы. На устройстве пользователь может удалить сохраненные cookie-файлы в любое время.</p>
            <p class="personal_info">В настройках браузера также можно запретить любые cookie-файлы или только определенные. Однако все браузеры отличаются друг от друга, поэтому более подробная информация о настройках для cookie-файлов приведена в разделе Help («Справка») браузера.</p>
            <p class="personal_info">Обращаем внимание на то, что, отключив cookie-файлы, воспользоваться некоторыми функциями, сервисами, инструментами и приложениями Сайта будет нельзя.</p>

            <?php the_content(); ?>
        </div>
    </section>

<?php get_footer(); ?>